{"data":{"work":{"edges":[{"node":{"frontmatter":{"path":"/apogee","title":"APOGEE","blurb":"The APOGEE (mAss-PrOduced Gravity drivE vEntilator) prototype design will cost no more than $1,000 to produce and requires only a source of 12V power, compressed air, compressed oxygen, and tap water to function. These features make the device highly reproducible and mobile.\n"},"html":"<h2>Introduction</h2>\n<p>The APOGEE (mAss-PrOduced Gravity drivE vEntilator) prototype design will cost no more than $1,000 to produce and requires only a source of 12V power, compressed air, compressed oxygen, and tap water to function. These features make the device highly reproducible and mobile. Designed by Kirk Wilhelmsen, MD, PhD, a professor in the UNC-Chapel Hill School of Medicine’s Department of Genetics and chief domain scientist for genomics at the Renaissance Computing Institute (RENCI), the APOGEE meets technical standards required in a ventilator while still adhering to design principles that allow for mass-production from readily available, off-the-shelf parts by those with minimal technical skill. Simple mechanical design reduces the possibility of failure, and interchangeable parts (any that come in contact with gas are medical grade) are easily serviced by a respiratory therapist. The design also includes an LCD touch screen with a web interface for monitoring machines from a workstation. APOGEE will support synchronized intermittent mechanical ventilation (SIMV), tidal volume of 100-1500cc, inspiratory pressure limit of 5-50cm H20, PEEP 0-30cm H20, and room air to 100% O2.</p>\n<p>The driving force moving air is gravity acting on water. Pressures are regulated by controlling the hydrostatic heads. A pump or a source of tap water maintains the hydrostatic head in a reservoir. Trivial mechanical actions allow the adjustment of tidal volume, inspiratory pressure limit, PEEP, and percent O2. Pressure monitors allow adjustment of the sensitivity of the inspiratory effort trigger. Pinch valves control the movement of gas and water.</p>\n<p>A Linux CPU and touch screen control the respiratory rate and sensitivity to trigger an assisted ventilation with inspiratory effort. The screen displays the history and pressure of respiratory cycles in real-time. Tabs of the screen on the machine allow testing of specific mechanical functions. The CPU monitors the properties of the respiratory cycle, generates an alarm, and supports web services for remote monitoring.</p>\n<h2>Design Specs</h2>\n<p>Coming soon.</p>\n<h2>Image Gallery</h2>\n<p>Coming soon.</p>"}},{"node":{"frontmatter":{"path":"/answering-biomedical-questions","title":"Answering Biomedical Questions","blurb":"RENCI scientists are supporting rapid exploration of data by building a COVID-19 version of their question-answering system called Reasoning Over Biomedical Objects linked in Knowledge Oriented Pathways, or ROBOKOP.\n"},"html":"<p>RENCI scientists are supporting rapid exploration of data by building a COVID-19 version of their question-answering system called Reasoning Over Biomedical Objects linked in Knowledge Oriented Pathways (<a href=\"https://robokop.renci.org/\" target=\"_blank\" rel=\"noopener noreferrer\">ROBOKOP</a>).</p>\n<p>ROBOKOP is a biomedical question-answering system based on a knowledge graph, meaning that it expresses data as a collection of nodes—such as genes and diseases—and edges that represent the relationships between the nodes. ROBOKOP uses multiple open biomedical databases to explore relationships between various biomedical data types. For example, it can be used to examine relationships between a disease and a drug and then explore which genes might be involved in that association.</p>\n<p>RENCI scientists have created a special COVID instance of ROBOKOP by integrating the original knowledge graph with the CORD-19 literature co-occurrence graphs they developed, viral protein functions, and hand-curated symptom information. This combination will give scientists access to a vast amount of information about human genes, chemicals, and respiratory diseases and allow them to ask important questions about how that information relates to COVID-19. The new COVID-19 version of ROBOKOP is available at <a href=\"http://covidkop.renci.org/\" target=\"_blank\" rel=\"noopener noreferrer\">http://covidkop.renci.org/</a>.</p>"}},{"node":{"frontmatter":{"path":"/black-balsam","title":"Blackbalsam","blurb":"As the COVID-19 pandemic progressed, researchers around the world began conducting analyses and visualization on an increasingly varied set of COVID-19 data. To facilitate analytics related to COVID-19, RENCI scientists developed the Blackbalsam digital data science laboratory, a readily available suite of tools and COVID-19 data housed in a common digital environment.\n"},"html":"<h2>Data Science Laboratory</h2>\n<p>As the COVID-19 pandemic progressed, researchers around the world began conducting analyses and visualization on an increasingly varied set of COVID-19 data. To facilitate analytics related to COVID-19, RENCI scientists developed the Blackbalsam digital data science laboratory, a readily available suite of tools and COVID-19 data housed in a common digital environment.</p>\n<p>Setting up the right computer environment for analyzing and visualizing data requires a complex combination of skills and a great deal of effort. Blackbalsam helps address both skill and technology barriers by bringing together the best and most recent technology for cluster computing, artificial intelligence, and visualization in a cloud-ready and open-source environment.</p>\n<p>In addition to providing built-in tools for sharing and scaling up analyses, Blackbalsam creates a digital laboratory that eliminates the need for each user to assemble all the required computational and data instruments from scratch. RENCI researchers plan to use the platform to examine how fine particulate matter pollution in North Carolina might impact COVID-19 severity. Blackbalsam can be accessed at <a href=\"https://github.com/stevencox/blackbalsam\" target=\"_blank\" rel=\"noopener noreferrer\">https://github.com/stevencox/blackbalsam</a>.</p>"}},{"node":{"frontmatter":{"path":"/data-travels","title":"Case Study of Data Travels","blurb":"RENCI scientists received a grant from the NC Policy Collaboratory to help fund their “Case Study of Data Travels,” a project summarizing all of the ways COVID-19 data is being collected and used throughout North Carolina.\n"},"html":"<h2>Introduction</h2>\n<p>RENCI scientists received a grant from the NC Policy Collaboratory to help fund their “Case Study of Data Travels,” a project summarizing all of the ways COVID-19 data is being collected and used throughout North Carolina.</p>\n<p>As we face the COVID-19 pandemic, vast amounts of data are being created across the state by individuals, communities, hospitals, laboratories and other organizations. Data science can answer big questions, but only if we know the right questions to ask in the first place. Analyzing not just the data but the systems of collecting data is essential for contending with the current pandemic and building predictive models for the future.</p>\n<p>The average North Carolinian is unclear how to grapple with the extensive amount of COVID-19 information they read and hear. RENCI is working alongside leading public health experts and medical professionals at UNC and statewide to document the data flow and create a report to inform research and decision-making. The power and potential of big data can catalyze the pandemic response and accelerate solutions to the challenges of tomorrow.</p>"}},{"node":{"frontmatter":{"path":"/literature-co-occurrence-knowledge-graphs","title":"Literature Co-Occurrence Knowledge Graphs","blurb":"RENCI researchers have developed literature co-occurrence databases on COVID-19 based on the Semantic Scholar Open Research Dataset (CORD 19), a set of research papers covering COVID-19 and earlier coronaviruses.\n"},"html":"<p>RENCI researchers have developed literature co-occurrence databases on COVID-19 based on the Semantic Scholar Open Research Dataset (<a href=\"https://www.semanticscholar.org/cord19\" target=\"_blank\" rel=\"noopener noreferrer\">CORD 19</a>), a set of research papers covering COVID-19 and earlier coronaviruses.</p>\n<p>As scientists around the world work to understand the best ways to diagnosis and treat COVID-19 patients, it is critical that they can easily access the latest research findings. Literature co-occurrence databases automate this knowledge gathering by uncovering meaningful insights based on the patterns and strength of links between keywords that appear in research papers.</p>\n<p>After applying natural language processing (Scigraph) to discover biomedical entities including symptoms and drugs in CORD 19 literature, RENCI researchers determined which entities were frequently mentioned together. For example, if the spike protein of the virus was often mentioned in the same sentence as a certain chemical, then the database would indicate that a relationship might exist between the two. They also performed this analysis using entities found by the SciBite team. This co-occurrence information forms a graph of entities that can be used directly or integrated into other databases such as ROBOKOP to perform even more complex data mining.</p>\n<p>The Scigraph and SciBite co-occurrence graphs are available at <a href=\"https://automat.renci.org/\" target=\"_blank\" rel=\"noopener noreferrer\">automat.renci.org</a>.</p>"}},{"node":{"frontmatter":{"path":"/reccap","title":"ReCCAP","blurb":"RENCI researchers are supporting the ReCCAP UNC study to assess the effectiveness of COVID-19 preventive measures in keeping UNC workers safe as labs re-open across campus. The study is helping to advance research by offering free testing for COVID-19 antibodies and virus to members of UNC’s extended research community to monitor disease outbreak and reduce virus transmission.\n"},"html":"<p>RENCI researchers are supporting the <a href=\"https://tracs.unc.edu/index.php/news-articles/1704-covid-19-study-recruiting-unc-faculty-students-and-staff-involved-with-research-on-campus\" target=\"_blank\" rel=\"noopener noreferrer\">ReCCAP UNC</a> study to assess the effectiveness of COVID-19 preventive measures in keeping UNC workers safe as labs re-open across campus. The study is helping to advance research by offering free testing for COVID-19 antibodies and virus to members of UNC’s extended research community to monitor disease outbreak and reduce virus transmission.</p>\n<p>As students and workers return across the nation, it’s vital that we understand more about transmission on campus. This knowledge will inform best practices for testing methods and safety measures, and will help assess the usefulness of asymptomatic testing and contact tracing. The effort combines RENCI’s expertise in data science with UNC experts from the Depts. of Epidemiology, Infectious Diseases, Biology, and Microbiology and Immunology.</p>\n<p>Providing insights that make our communities safer is a key part of RENCI’s mission, and we’re even providing work space for the study as a sample collection and training site while our employees work from home. </p>"}}]}}}